<!DOCTYPE <html>
<html lang="ru-RU">
<head>
    <meta charset="UTF-8">
    <link rel="stylesheet" type="text/css" href="style.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Kaushan+Script|Montserrat:400,700&amp;subset=cyrillic-ext">
    <title>Главная</title>
</head>

<header>
    <div class="header">
        <ul>
            <li><a href="#">Главная</a></li>
            <li><a href="/sorokodin">1941</a></li>
            <li><a href="/sorokdva">1942</a></li>
            <li><a href="/soroktri">1943</a></li>
            <li><a href="/sorokchetire">1944</a></li>
            <li><a href="/sorokpyat">1945</a></li>
        </ul>
    </div>
</header>

<body>

<div class="container">
    <h1>1941 - 1945</h1>
</div>

<div class="soderjanie">

    <strong>Великая Отечественная война</strong> (22 июня 1941 года — 9 мая 1945 года) — война Союза Советских Социалистических Республик против вторгшихся на советскую территорию нацистской Германии и её европейских союзников (Венгрии, Италии, Румынии, Словакии, Финляндии, Хорватии). Важнейшая составная часть Второй мировой войны, завершившаяся победой Красной Армии и безоговорочной капитуляцией вооружённых сил Германии. В западных странах именуется «Восточным фронтом», в Германии — также «Немецко-Советской войной».<br><br><strong>Об­ста­нов­ка на­ка­ну­не вой­ны</strong><br><br>По­ло­же­ние в ми­ре вес­ной 1941 года ха­рак­те­ри­зо­ва­лось слож­но­стью меж­го­су­дар­ст­вен­ных от­но­ше­ний, та­ив­ших опас­ность рас­ши­ре­ния мас­шта­бов на­чав­шей­ся в сентябре 1939 года Второй ми­ро­вой вой­ны. Аг­рес­сив­ный блок Гер­ма­нии, Ита­лии и Япо­нии рас­ши­рил­ся, к не­му при­сое­ди­ни­лись Ру­мы­ния, Бол­га­рия, Сло­ва­кия. Ещё до на­ча­ла Второй ми­ро­вой вой­ны СССР пред­ла­гал соз­дать сис­те­му кол­лек­тив­ной безо­пас­но­сти в Ев­ро­пе, од­на­ко западные дер­жа­вы его не под­дер­жа­ли. В соз­дав­ших­ся ус­ло­ви­ях СССР вы­ну­ж­ден был в 1939 году за­клю­чить до­го­вор о не­на­па­де­нии с Гер­ма­ни­ей, ко­то­рый по­зво­лил ему в те­че­ние ещё поч­ти 2 лет ук­ре­п­лять обо­ро­но­спо­соб­ность. Од­но­вре­мен­но с до­го­во­ром был под­пи­сан «сек­рет­ный до­пол­ни­тель­ный про­то­кол», ко­то­рый раз­гра­ни­чил «сфе­ры обо­юд­ных ин­те­ре­сов» СССР и Гер­ма­нии и фак­ти­чес­ки на­ло­жил на по­след­нюю обя­за­тель­ст­во не рас­про­стра­нять свою во­енную и по­ли­тическую ак­тив­ность на го­су­дар­ст­ва и тер­ри­то­рии, ко­то­рые СССР счи­тал сво­ей «сфе­рой ин­те­ре­сов».

</div>
<footer>
    <a href="https://vk.com/ontonowskey">©Антонов, "ИАТ", ПКС-18-1</a>
</footer>

</body>
</html>
