<!DOCTYPE html>
<html lang="ru-RU">
<head>
    <meta charset="UTF-8">
    <title>Война. 1942 год.</title>
    <link rel="stylesheet" type="text/css" href="1942.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Kaushan+Script|Montserrat:400,700&amp;subset=cyrillic-ext">
</head>
<header>
    <ul>
        <li><a href="/index">Главная</a></li>
        <li><a href="/sorokodin">1941</a></li>
        <li><a href="#">1942</a></li>
        <li><a href="/soroktri">1943</a></li>
        <li><a href="/sorokchetire">1944</a></li>
        <li><a href="/sorokpyat">1945</a></li>
    </ul>
</header>
<body>
<div class="container">
    <h1>1942</h1>
</div>
<div class="soderjanie">
    <strong> 1942-й год, второй год войны</strong> начинался относительно спокойно. на фронтах установилось относительное затишье, однако немецкая армия сохраняла преимущество в численности войск и вооружении. Было ясно, что летом противник предпримет активные наступательные операции. <br> Генеральный штаб разработал план оборонительных действий. Предполагалось измотать противника и к концу 1942 г. перейти в наступление.
    <br>
    Однако Сталин потребовал добиться стратегического перелома в войне и начать наступательные операции весной-летом 1942 г.
    <br>
    В планировании операций летнего наступления он взял инициативу на себя, допустив ошибки, которые дорого обошлись Красной армии.
</div>
<div class="pictures">
    <img src="images/1942.jpg" class="img1"><img src="images/1942-1.jpg" class="img2">
</div>
<div class="podzagolovok">
    Основные события
</div>
<div class="soderjanie1">
    1 января 26 государств, в том числе США, СССР, Великобритания и Китай, подписали в Вашингтоне декларацию Объединенных Наций.<br>
    12–29 мая – Харьковское сражение. Поражение советских войск.<br>
    20 мая – Учреждение ордена Отечественной войны I и II степеней.<br>
    26 мая Договор между Советским Союзом и Великобританией о союзе в войне против гитлеровской Германии и ее сообщников в Европе и о сотрудничестве и взаимной помощи после войны.<br>
    Ноябрь Наибольшее продвижение войск Германии и ее союзников на советско-германском фронте: до Воронежа, Сталинграда, Новороссийска, Майкопа и предгорий Кавказа.<br>
    19 ноября 1942 года – 2 февраля 1943 года – Наступательный период Сталинградской битвы.<br><br>
    События и причины поражений весны и лета 1942 г. в точности повторили неудачи 1941 г. В их основе лежали ошибки, допущенные Сталиным и высшим командным составом. Сказалось отсутствие опыта в планировании операций и недооценка сил противника.<br><br>
    Страна оказалась в тяжелом положении, а выправлять ситуацию пришлось простым солдатам.<br>
    28 июля 1942 г. был отдан приказ Верховного Главнокомандующего №227: «Ни шагу назад!» Вводились жестокие наказания за отступление без приказа свыше. Позади войск стали располагать заградительные части НКВД.
</div>
<img src="images/1942-2.jpg" class="img3">
<img src="images/moscow.jpg" class="img4">
<img src="images/1942-3.jpg" class="img5">
<footer>
    <a href="https://vk.com/ontonowskey">©Антонов, "ИАТ", ПКС-18-1</a>
</footer>
</body>
</html>
