<!DOCTYPE html>
<html lang="ru-RU">
<head>
    <meta charset="UTF-8">
    <title>Война. 1945 год.</title>
    <link rel="stylesheet" type="text/css" href="1942.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Kaushan+Script|Montserrat:400,700&amp;subset=cyrillic-ext">
</head>

<header>
    <ul>
        <li><a href="/">Главная</a></li>
        <li><a href="/sorokodin">1941</a></li>
        <li><a href="/sorokdva">1942</a></li>
        <li><a href="/soroktri">1943</a></li>
        <li><a href="/sorokchetire">1944</a></li>
        <li><a href="#">1945</a></li>
    </ul>
</header>

<body>
<div class="container">
    <h1>1945</h1>
</div>
<div class="soderjanie">
    <strong>Последний год войны</strong>. Войны унесшей жизни более 20 миллионов человек (только Ось и СССР). Войны, что стала самым масштабным конфликтом в истории. Войны, во время которой технологический прогресс рос в год за 5 лет. Конец войны, сплотившей весь мир, и в той же степени разрознившей сразу после своего конца. Эта война поменяла территориальные границы по всей Европе, жизнь людей по всему миру, и, главное,<strong> самих людей</strong>.
</div>

<div class="podzagolovok">
    Основные события
</div>
<div class="soderjanie1">
    12 января 1945 года ознаменовалось началом Висло-Одерской операции (между реками Висла и Одер), которая стала одной из самых стремительных военных операций XX века. Менее чем за месяц, к 3 февраля, советские солдаты совместно с восставшими поляками практически полностью освободили Польшу и заняли Восточную Пруссию. За время операции немцы потеряли до 800 тысяч солдат Вермахта, а также множество техники и вооружений.<br><br>

    В ходе Восточно-Померанской операции (февраль-март 1945 года) были освобождены остатки северных территорий Польши и занята Восточная Померания (северо-восток Германии).<br><br>

    С 4 по 11 февраля 1945 года в освобожденном Крыму прошла Ялтинская конференция в Ливадийском дворце. Эта встреча стала продолжением Тегеранской конференции лидеров антигитлеровской коалиции – Черчилля, Рузвельта и Сталина. Главы государств собрались для решения вопроса о послевоенном мировом устройстве (все уже понимали, что поражение Германии – дело времени). Кроме вопроса о новых границах европейских стран, был рассмотрен и вопрос некоторых восточноазиатских территорий после поражения Японии (именно тогда было решено, что Курильские острова и Южный Сахалин снова переходили России). Не менее важными стали переговоры по созданию новой международной организации взамен Лиги Наций. Так были созданы предпосылки создания ООН.<br><br>

    В феврале-мае 1945 года прошло три завершающих операции Великой Отечественной войны:<br></div>
<div class="text">
    Будапештская операция (началась еще в конце октября 1944 года и закончилась 13 февраля 1945 года полным освобождением Венгрии и ее столицы Будапешта, а также выходом на венское направление).
    Венская операция (с 16 марта по 15 апреля 1945 года, - освобождение от фашистов Австрии и ее столицы – Вены).
    Берлинская операция (16 апреля – 8 мая, - захват Восточной Германии, битва за Берлин и последующее его взятие, полная ликвидация немецкого правительства и победа антигитлеровской коалиции).<br><br>
</div>
<div class="kartinochki">
    <img src="images/romania.jpg" class="kartinki"><img src="images/warsaw.jpg" class="kartinki">
</div>
<div class="soderjanie1">
    Накануне Дня Победы, англичане и американцы, опасаясь конфликта с Советским Союзом при встрече войск союзников, разработали операцию «Немыслимое», которая предусматривала сразу два варианта развития событий – как наступление на русских, так и оборону. Однако сила и стремительность, проявленные советскими войсками во время Берлинской операции и непосредственно Штурма Берлина, вынудили западных союзников отказаться от этой идеи. Тем не менее, сам факт разработки операции «Немыслимое» уже стал предпосылкой Холодной войны. Между тем, 25 апреля произошла встреча на Эльбе русских и американцев в крайне дружелюбной и радостной атмосфере.<br><br>

    В ночь с 8 на 9 мая (9 мая – по московскому времени, по центральноевропейскому было еще 8 мая) верховный главнокомандующий Вермахта Вильгельм Кейтель подписал Акт о безоговорочной капитуляции Германии, и Великая Отечественная война подошла к концу (но не Вторая мировая война), а 9 мая стало общегосударственным праздником – Днем Победы.<br><br>

    Забавный факт – во время подписания акта о капитуляции, командующий Вермахта Вильгельм Кейтель, когда вручил Жукову документ о капитуляции Германии, увидел представителей Франции. Фельдмаршал не удержался и спросил: «А что, эти тоже нас победили?».

</div>
<div class="kartinochki1">
    <img src="images/elba.jpg" class="kartinkiw"><img src="images/capitulation.jpg" class="kartinkie">
</div>

<footer>
    <a href="https://vk.com/ontonowskey">©Антонов, "ИАТ", ПКС-18-1</a>
</footer>


</body>
</html>
