<!DOCTYPE html>
<html lang="ru-RU">
<head>
    <meta charset="UTF-8">
    <title>Война. 1943 год.</title>
    <link rel="stylesheet" type="text/css" href="1942.css">
    <link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Kaushan+Script|Montserrat:400,700&amp;subset=cyrillic-ext">
</head>
<header>
    <ul>
        <li><a href="/index">Главная</a></li>
        <li><a href="/sorokodin">1941</a></li>
        <li><a href="/sorokdva">1942</a></li>
        <li><a href="#">1943</a></li>
        <li><a href="/sorokchetire">1944</a></li>
        <li><a href="/sorokpyat">1945</a></li>
    </ul>
</header>

<body>
<div class="container">
    <h1>1943</h1>
</div>
<div class="soderjanie">
    Ко второй половине ноября 1942 г. положение СССР оставалось <strong>тяжёлым</strong>. Враг стоял у Воронежа, Сталинграда и предгорий Кавказа, захватил важнейшие экономические районы страны, находился <strong>в 150–200 км от Москвы</strong>, блокировал Ленинград. Протяжённость фронта достигла 6200 км. Второй фронт не был открыт, что позволило немецкому командованию перебросить на Восток в течение лета и осени 1942 г. <strong>около 80 дивизий</strong>. <br>
    Одним из исторических этапов на пути к победе Советского Союза над фашистской Германией явилась <strong>Сталинградская битва</strong> 1942–43 гг., победа в которой положила начало коренному перелому в ходе Великой Отечественной и всей Второй мировой войны. Стратегическая инициатива перешла к советским ВС. Эта победа имела огромное международное значение: благодаря ей усилилась борьба народов Европы против оккупантов, Турция и Япония отказались от первоначального намерения выступить против СССР, укрепилась антигитлеровская коалиция.
</div>
<div class="images">
    <img src="images/1943.jpg" class="img1943"><img src="images/kursk.jpg" class="kursk">
</div>

<div class="podzagolovok">
    Основные события
</div>

<div class="soderjanie1">
    13 – января Закон о «тотальной мобилизации» в Германии, что указывает на явные проблемы с людскими ресурсами Рейха.<br>
    18 января – Прорыв блокады Ленинграда.<br>
    31 января – Капитуляция южной группировки немецких войск во главе с генерал-фельдмаршалом Паулюсом в Сталинграде.<br>
    11 февраля – Постановление Государственного Комитета обороны о создании лаборатории № 2 Академии наук СССР во главе с академиком И.В. Курчатовым для разработки атомного оружия.<br>
    19 февраля – 23 марта – Отражение советскими войсками контрнаступления группы армий «Юг» в Донбассе и районе Харькова<br>
    5 июля – 23 августа – Курская битва.<br>
    10 июля – Высадка англо-американских войск в Сицилии.<br>
    25 июля – Падение режима Муссолини.<br>
    26 августа – 22 декабря – Битва за Днепр.<br>
    9 октября – Полное освобождение Таманского полуострова. Завершение Битвы за Кавказ.<br>
    10 октября – Учреждение ордена Богдана Хмельницкого I, II и III степеней.<br>
    28 ноября – 1 декабря – Тегеранская конференция глав правительств СССР, США и Великобритании.<br>
    29 ноября – Образование Национального Комитета Освобождения Югославии.<br>
    12 декабря – Советско-чехословацкий договор о дружбе, взаимной помощи и послевоенном сотрудничестве.<br>
    <br>
    Важным этапом в развитии международных и межсоюзнических отношений стала Тегеранская конференция 1943. В ходе её проведения с нашими основными союзниками США и Великобританией была достигнута договорённость об открытии второго фронта в мае 1944 г. СССР заявил о готовности выполнить свои союзнические обязательства и вступить в войну с Японией после разгрома Германии.<br><br>

    Антигитлеровская коалиция возросла с 26 до 33 государств.<br><br>

    Несмотря на крупные военные успехи и изменение общей стратегической обстановки на советско-германском фронте во втором периоде войны, враг был ещё силён. Под оккупацией оставалась значительная часть территории СССР.


</div>




<footer>
    <a href="https://vk.com/ontonowskey">©Антонов, "ИАТ", ПКС-18-1</a>
</footer>

</body>
</html>
