@extends('layouts.header5')

@section('Война. 1944 год.')
@endsection

@section('content3')

<div class="container">
    <h1>1944</h1>
</div>
<div class="soderjanie">
    Добившись коренного перелома в ходе Великой Отечественной войны, разгромив врага под Сталинградом и Курском, форсировав Днепр, в 1944 г. советские вооружённые силы начали освобождение территории СССР и стран Европы от фашистских захватчиков.<br>
    <img src="images/pobedablizko.jpg" class="g1944">
    <br>С окончательным снятием блокады Ленинграда 28 января 1944 года и началом Ленинградско-Новгородской операции, продлившейся до 1 марта 1944 года, наступил завершающий период Великой Отечественной войны. Зимой того же года войска Прибалтийского и Ленинградского фронтов освободили Ленинградскую область и уничтожили гитлеровскую группу армий «Север». Одновременно с этим успешно прошла Корсунь-Шевченковская операция (январь-февраль 1944г.), после чего началось освобождение Правобережной Украины.<br><br>К 17 апреля 1944 года завершилась Днепровско-Карпатская операция – одна из самых масштабных операций Великой Отечественной войны. За первый квартал 1944 года войска командующих Жукова, Ватутина, Малиновского, Конева, Василевского и Толбухина вышли на границы Советского Союза, полностью освободив УССР от немецко-фашистских захватчиков.<br><br>С 8 апреля до 12 мая 1944 года во время Крымской операции был полностью освобожден Крым.<br><br>22 июня 1944 года началась операция «Багратион» (Белорусская операция, названная так в честь соратника Михаила Кутузова – Петра Багратиона). За два месяца Советская армия под командованием маршала Жукова, Рокоссовского и других командиров полностью отбила территорию Белорусской ССР, частично Прибалтики и некоторых районов Восточной Польши. В этот период была успешно разбита немецкая группа армий «Центр».<br><br>6 июня 1944 года произошло открытие второго фронта во Франции (Нормандская операция), где против нацистов выступили союзные войска англичан и американцев. В высадке участвовали также канадцы, австралийцы и новозеландцы. К ним же примкнули участники (партизаны) Французского Сопротивления. Вступление союзников в войну отвлекло внимание Адольфа Гитлера, которому пришлось теперь воевать на два фронта. Таким образом, наступление Советской армии ускорилось.<br><br>К концу 1944 года в ходе нескольких стратегических операций территория Советского Союза была полностью освобождена от оккупантов:<br>
</div>
<div class="text">
    <strong>Прибалтийская операция</strong> (14 сентября – 29 ноября, освобождение Литвы, Латвии и Эстонии);<br>
    <strong>Ясско-Кишиневская операция</strong> (20-29 августа, освобождение Молдавии и восточной части Румынии);<br>
    <strong>Восточно-Карпатская операция</strong> (сентябрь-октябрь, освобождение Закарпатья и восточной Чехословакии);<br>
    <strong>Петсамо-Киркенесская операция</strong> (освобождение Карелии и выход на север Норвегии – октябрь 1944 года).
</div>
<div class="soderjanie">
    В общем, <strong>1944 год</strong> стал для СССР, следующим за переломом 43-го года, нарастающим снежным комом, катящимся от оккупированных ранее территорий Союза, который уже вот-вот доберется до Берлина, через всю Восточную Европу.

</div>

@endsection
